

function List() {
    return (
        <div className="">
            <p className="">Список тем со словами</p>
            <ol>
                <li>Овощи</li>
                <div>Картошка, морковь, баклажан, кабачок, капуста, помидор, огурец, лук, чеснок, кукуруза</div>
                <li>Фрукты</li>
                <div>Яблоко, груша, ананас, киви, банан, апельсин, гранат, мандарин, персик, манго</div>
                <li>Одежда</li>
                <div>Футболка, шорты, брюки, джинсы, юбка, платье, костюм, куртка, шляпа, туфли</div>
                <li>Животные</li>
                <div>Кот, собака, тигр, лев, слон, заяц, жираф, зебра, обезьяна, страус</div>
                <li>Спорт</li>
                <div>Велосипед, спортзал, упражнение, тренер, мяч, скакалка, спортсмен, бассейн, волейбол, баскетбол</div>
                <li>Школа</li>
                <div>Ученик, учитель, тетрадь, книга, парта, доска, ручка, карандаш, предмет, тема</div>
                <li>Семья</li>
                <div>Мама, папа, дочь, сын, брат, сестра, бабушка, дедушка, родители, бабушка с дедушкой</div>
                <li>Транспорт</li>
                <div>Автобус, автомобиль, самолет, корабль, светофор, дорога, вертолет</div>
            </ol>

        </div>
    );
}

export default List;